Repository: xcv58/MacTools
Catalog: Plugins/XcodeClean/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, ja, ko, pt, ru, tr, zh_hant

# scanLog.xcodeStarted
source: Xcode 已启动，操作已中断
ar: بدأ Xcode. تم إيقاف العملية.
de: Xcode gestartet. Vorgang unterbrochen.
en: Xcode started. Operation interrupted.
es: Xcode se inició. Operación interrumpida.
fr: Xcode a démarré. Opération interrompue.
ja: Xcode が起動しました。操作を中断しました。
ko: Xcode가 시작되었습니다. 작업이 중단되었습니다.
pt: Xcode iniciado. Operação interrompida.
ru: Xcode запущен. Операция прервана.
tr: Xcode başlatıldı. İşlem kesildi.
zh_hant: Xcode 已啟動，操作已中斷
